Repository: thomasgohard/foaea-laeoef-r
Catalog: FOAEA3.Resources/LanguageResource.*.resx
Languages: fr

source: Add New From Current
fr: Nouveau a partir de celui-ci

source: Application Manager
fr: Gestionnaire de l'application

# APPL_COMMENT
source: Comments
fr: Commentaire

# CHANGE_PASSWORD_CONFIRM_LABEL
source: Confirm new password
fr: Confirmation du nouveau mot de passe

# CHANGE_PASSWORD_FAILS_REQUIREMENTS
source: The new permanent password must confirm with the following standard: - Minimum of 8 alphanumerical characters; - Choose one or more of at least three of: one digit, one lower case letter, one uppercase letter and one special character; - Cannot contain the portion of your user account name that is found before or after the dash (-); - Should not be a password already used in the past
fr: Le nouveau mot de passe permanent doit être conforme à la norme suivante: - Minimum de 8 caractères alphanumériques; - Choisissez au moins un caractère dans au moins trois des catégories suivantes: un chiffre, une lettre minuscule, une lettre majuscule et un caractère spécial; - Ne peut pas contenir la portion de votre nom d'utilisateur qui se retrouve avant ou après le tiret (-); - Ne devrait pas être un mot de passe déjà utilisé dans le passé

# CHANGE_PASSWORD_LABEL
source: Old password
fr: Ancien mot de passe

# CHANGE_PASSWORD_MATCH_ERROR
source: Passwords don't match
fr: Le mot de passe ne correspond pas.

# CHANGE_PASSWORD_NEW_LABEL
source: New password
fr: Nouveau mot de passe

# CHANGE_PASSWORD_SUCCESSFUL
source: Password changed
fr: Mot de passe modifié

source: Comments
fr: Commentaires

# CONFIRMATION_CODE_LABEL
source: Confirmation Code
fr: Code de Confirmation

source: Court User
fr: Nom du tribunal

# DOB
source: Date of Birth
fr: Date de naissance

source: DOJ Financial Officer
fr: Agent financier Justice

source: Duties
fr: Tâches

source: Email Address
fr: Adresse courriel

source: Enforcement Office
fr: Bureau de l'autorité provincial

source: Enforcement Service
fr: Autorité provinciale

# ERROR_LABEL
source: Error
fr: Erreur

source: Fax
fr: Télécopieur

source: Finance
fr: Finances

source: First Name
fr: Prénom

source: Gender
fr: Genre

source: Language Preference
fr: Préférence linguistique

source: Last login
fr: Dernière visite

source: License - Denial
fr: Refus - autorisation de licence

# MENU_CHANGE_PASSWORD
source: Change Password
fr: Modifier le mot de passe

source: Logout
fr: Déconnecter

# PASSWORD_LABEL
source: Password
fr: Mot de passe

# PASSWORD_USED
source: Password has already been used
fr: Le mot de passe a déjà été utilisé.

source: Read Only
fr: Lisez Seulement

# RESET_EMAIL_SENT
source: Reset email sent to user
fr: Courriel de réinitialisation envoyé à l'utilisateur

# RESET_PASSWORD
source: Reset password/Unlock account
fr: Réinitialiser mot de passe/Déverrouiller le compte

source: Role
fr: Rôle

source: Save
fr: Enregistrer

source: Second Name
fr: Second prénom

source: Send Password
fr: Envoyer le mot de passe

# SIN
source: Social Insurance Number
fr: Numéro d'assurance social

source: Status
fr: Statut

source: Submitter Code
fr: Code du requérant

source: Submitter Title
fr: Titre du requérant

# SUBMIT_ENTER
source: Submit
fr: Soumettre

# SUBMIT_LOGIN
source: Login to Database
fr: Entrer dans la base de données

source: Surname
fr: Nom de famille

source: Swears Affidavits
fr: Assermenter

source: System Manager
fr: Gestionnaire de système

source: Telephone
fr: Téléphone

source: Tracing
fr: Communication de renseignements

# USER_BY
source: Used By
fr: Utilisé par

# USER_NAME_LABEL
source: User Name
fr: Nom d'utilisateur

# WARNING_LABEL
source: Warning
fr: Avertissement

# WELCOME_GREETING
source: Welcome to the FOAEA national enforcement services.
fr: Bienvenue au système d'aide à l'exécution des ordonnances et des ententes familiales.

# ALL_LABEL
source: All
fr: Tous

source: Assume Role
fr: Rôle délégué

source: Select Submitter
fr: Sélectionnez le requérant

source: Submitter
fr: Requérant

# DATA_UPDATE_SUCCESS
source: The data was updated successfully.
fr: L'information a été mise-à-jour avec succès.

# SINDATASENT
source: Data submitted,
fr: Les données sont soumises,

# VALSTAT_CONFIRMED
source: SIN Confirmed
fr: NAS confirmé

# VALSTAT__NOTCONFIRMED
source: SIN Not Confirmed
fr: NAS ne peut être confirmé

source: Control Code
fr: Code de controle

# AUDIT_SUCCESS
source: Success
fr: Succès

# AUDIT_SECTION
source: Section
fr: La section

source: contains invalid tag
fr: inclues le code invalide

source: Errors detected
fr: Erreurs décelées

source: Loaded records
fr: Enregistrements chargés

source: Number of records
fr: Nombre d'enregistrements

source: Records not loaded
fr: Enregistrements non chargés

source: Records removed from file
fr: Entrées enlevées du fichier

source: Total XML validation warnings
fr: Nombre total avec avertissements de validation XML

source: XML validation warnings
fr: Codes XML invalides

# APP_MESSAGE
source: Application Message
fr: Message de l'application

source: Enforcement Service Code
fr: Code de l'autorité provinciale

# SOURCE_REF_NUMBER
source: Source Reference Number
fr: Numero réf du ministère payeur
